/* NSWindow (Battery Recall Assistant) : <title:Battery Recall Assistant> (oid:5) */
"Battery Recall Assistant" = "Batterie-Rückruf Assistent";

/* NSTextField (Battery serial number:) : <title:Battery serial number:> (oid:11) */
"Battery serial number:" = "Seriennummer der Batterie:";

/* NSButton (Check) : <title:Check> (oid:27) */
"Check" = "Abgehakt";

/* NSTextField (0) : <title:Computer serial number> (oid:44) */
"Computer serial number" = "Seriennummer des Computers";

/* NSTextField (Computer serial number:) : <title:Computer serial number:> (oid:10) */
"Computer serial number:" = "Seriennummer des Computers:";

/* NSTextField (Country:) : <title:Country:> (oid:13) */
"Country:" = "Land:";

/* NSButton (Dismiss) : <title:Dismiss> (oid:28) */
"Dismiss" = "Ablehnen";

/* NSTextField (Enter your battery’s full 12-digit serial number to check if your battery is eligible for the iBook G4 and PowerBook G4 Battery Exchange program.) : <title:Enter your battery’s full 12-digit serial number to check if your battery is eligible for the iBook G4 and PowerBook G4 Battery Exchange program.> (oid:25) */
"Enter your battery’s full 12-digit serial number to check if your battery is eligible for the iBook G4 and PowerBook G4 Battery Exchange program." = "Geben Sie die vollständige 12-stellige Seriennummer Ihrer Batterie ein, um zu prüfen ob sie unter das iBook G4 und PowerBook G4 Batterie-Austausch Programm fällt.";

/* NSTextField (0) : <title:Full 12-digit battery serial number> (oid:9) */
"Full 12-digit battery serial number" = "Vollständige 12-stellige Seriennummer der Batterie";

/* NSTextField (iBook & PowerBook Battery Exchange) : <title:iBook & PowerBook Battery Exchange> (oid:24) */
"iBook & PowerBook Battery Exchange" = "iBook & PowerBook Batterie-Austausch";

/* NSMenuItem : <title:Item1> (oid:18) */
"Item1" = "Element1";

/* NSMenuItem : <title:Item2> (oid:16) */
"Item2" = "Element2";

/* NSMenuItem : <title:Item3> (oid:17) */
"Item3" = "Element3";

/* NSButton (More info…) : <title:More info…> (oid:47) */
"More info…" = "Mehr Informationen…";

/* NSMenu : <title:OtherViews> (oid:15) */
"OtherViews" = "AndereAnsichten";

